Repository: theforeman/foreman_statistics
Catalog: locale/*/foreman_statistics.po
Languages: cs_cz, fr, ja, ka

source: Action
cs_cz: Akce
ja: アクション
ka: მოქმედება

source: Action with sub plans
cs_cz: Akce s dílčími plány
fr: Action avec sous-plans
ja: サブプランによるアクション
ka: ქმედება ქვე-გეგმებით

source: Add Trend Counter
cs_cz: Přidat čítač trendu
fr: Ajouter un compteur de tendance
ja: トレンドカウンターの追加
ka: ტრენდის მთვლელის დამატება

source: Architecture Distribution
cs_cz: Distribuce architektury
fr: Répartition des architectures
ja: アーキテクチャー分布
ka: არქიტექტურის განაწილება

source: Average Memory Usage
cs_cz: Průměrné využití operační paměti
fr: Utilisation mémoire moyenne
ja: 平均メモリー使用率
ka: მეხსიერების საშუალო დატვირთვა

source: Average Swap Usage
cs_cz: Průměrné využití odkládacího prostoru
fr: Utilisation swap moyenne
ja: 平均スワップ使用率
ka: სვაპის საშუალ დატვირთვა

source: Cancel
cs_cz: Storno
fr: Annuler
ja: 取り消し
ka: გაუქმება

source: Class Distribution
cs_cz: Distribuce tříd
fr: Répartition des classes
ja: クラスの分布
ka: კლასის გადანაწილება

source: Compute Resource Distribution
fr: Distribution Ressource Compute
ja: コンピュートリソースの分布
ka: გამოთვლითი რესურსის განაწილება

source: Compute resource
cs_cz: Výpočetní prostředek
fr: Ressource compute
ja: コンピュートリソース
ka: გამოთვლითი რესურსი

source: Create Trend
cs_cz: Vytvořit trend
fr: Créer une tendance
ja: トレンドの作成
ka: ტრენდის შექმნა

source: Create a trend counter
cs_cz: Vytvořit čítač trendů
fr: Créer un compteur de tendance
ja: トレンドカウンターの作成
ka: ტრენდის მთვლელის შექმნა

source: Delete a trend counter
cs_cz: Smazat čítač trendů
fr: Supprimer un compteur de tendance
ja: トレンドカウンターの削除
ka: ტრენდის მთვლელის წაშლა

source: Delete all the trend history for %s?
cs_cz: Smazat veškerou histrorii trendů pro %s?
fr: Supprimer l'historique des tendances pour %s ?
ja: %s のすべてのトレンド履歴を削除しますか?
ka: წავშალო ტრენის ისტორია %s-სთვის?

source: Display Name
cs_cz: Název zobrazení
fr: Nom d'affichage
ja: 表示名
ka: საჩვენებელი სახელი

source: Edit
cs_cz: Upravit
fr: Modifier
ja: 編集
ka: ჩასწორება

source: Edit Trend %s
cs_cz: Upravit trend %s
fr: Modifier la Tendance %s
ja: トレンド %s の編集
ka: ტრენდის ჩასწორება: %s

source: Environment
cs_cz: Prostředí
fr: Environnement
ja: 環境
ka: გარემო

source: Environment Distribution
fr: Distribution de l'environnement
ja: 環境の分布
ka: გარემოს განაწილება

source: Expand the chart
cs_cz: Rozbalit graf
fr: Étendre le graphique
ja: チャートを拡大
ka: გრაფიკის გაფართოება

source: Fact Name
cs_cz: Název faktu
fr: Nom du fact
ja: ファクト名
ka: ფაქტის სახელი

source: Facts
cs_cz: Fakta
fr: Faits
ja: ファクト
ka: ფაქტები

source: Get statistics
cs_cz: Získat statistiky
fr: Obtenir des statistiques
ja: 統計の取得
ka: სტატისტიკის მიღება

source: Hardware
fr: Matériel
ja: ハードウェア
ka: აპარატურა

source: Host Group Distribution
fr: Distribution Groupe d'hôte
ja: ホストグループの分布
ka: ჰოსტების ჯგუფის განაწილება

source: Host group
fr: Groupe d'hôtes
ja: ホストグループ
ka: ჰოსტების ჯგუფი

source: Hosts
cs_cz: Stroje
fr: Hôtes
ja: ホスト
ka: ჰოსტები

source: Import Puppet classes
cs_cz: Importovat Puppet třídy
fr: Importer des classes Puppet
ja: Puppet クラスのインポート
ka: Puppet-ის კლასების შემოტანა

source: Import facts
cs_cz: Importovat fakta
fr: Importer des faits
ja: ファクトのインポート
ka: ფაქტების შემოტანა

source: Last update:
cs_cz: Naposledy aktualizováno:
fr: Dernière mise à jour :
ja: 最終更新:
ka: უკანასკნელი განახლება:

source: Learn more about this in the documentation.
cs_cz: Více o tomto naleznete v dokumentaci.
fr: Approfondissez ce sujet dans la documentation.
ja: 詳細についてはドキュメントを参照してください。
ka: შეიტყვეთ მეტი ამის შესახებ დოკუმენტაციაში.

source: List of trends counters
fr: Liste des compteurs de tendance
ja: トレンドカウンターのリスト
ka: ტრენდის მთვლელების სია

source: Location Distribution
fr: Distribution Emplacement
ja: ロケーションの分布
ka: მდებარეობის გადანაწილება

source: Max days for Trends graphs
fr: Nombre de jours maxi pour les graphes de tendances
ja: トレンドグラフの最大日数
ka: ტრენდის გრაფიკების დღეების მაქსიმალური რაოდენობა

source: Max trends
fr: Tendances max
ja: 最大トレンド
ka: ტრენდების მაქსიმალური რაოდენობა

source: Model
fr: Modéliser
ja: モデル
ka: მოდელი

source: Name
cs_cz: Název
fr: Nom
ja: 名前
ka: სახელი

source: No Charts To Load
fr: Pas de graphiques à charger
ja: 読み込むチャートがありません
ka: ჩასატვირთი გრაფიკებს გარეშე

source: No data available
cs_cz: Žádná data k dispozici
fr: Aucune donnée disponible
ja: 利用可能なデータはありません
ka: მონაცემები მიუწვდომელია

source: No data for this trend.
cs_cz: Žádná data pro tento trend.
fr: Pas de changement sur cette tendance.
ja: このトレンドのデータがありません。
ka: ტრენდისთვის მონაცემები არ არსებობს.

source: Number of CPUs
cs_cz: Počet procesorů
fr: Nombre de processeurs
ja: CPU 数
ka: CPU-ების რიცხვი

source: Number of Hosts
cs_cz: Počet strojů
fr: Nombre d'hôtes
ja: ホスト数
ka: ჰოსტების რიცხვი

source: Operating system
cs_cz: Operační systém
fr: Système d'exploitation
ja: オペレーティングシステム
ka: ოპერაციული სისტემა

source: Organization Distribution
fr: Distribution Organisation
ja: 組織の分布
ka: ორგანიზაციის გადანაწილება

source: Please Select
cs_cz: Vyberte
fr: Merci de choisir
ja: 選択してください
ka: გთხოვთ აირჩიოთ

source: Remote action:
cs_cz: Akce na protějšku:
fr: Action distante :
ja: リモートアクション:
ka: დაშორებული ქმედება:

source: Show Host
cs_cz: Zobrazit stroj
fr: Afficher les hôtes
ja: ホストの表示
ka: ჰოსტის ჩვენება

source: Show Trends
cs_cz: Zobrazit trendy
fr: Afficher les tendances
ja: トレンドの表示
ka: ტრენდების ჩვენება

source: Show a trend
fr: Afficher une tendance
ja: トレンドの表示
ka: ტრენდის ჩვენება

source: Statistics
cs_cz: Statistiky
fr: Statistiques
ja: 統計
ka: სტატისტიკა

source: Statistics and Trends for Foreman gives users overview of their infrastructure.
fr: Les statistiques et les tendances pour Foreman donnent aux utilisateurs une vue d'ensemble de leur infrastructure.
ja: Foreman の統計とトレンドは、ユーザーにインフラストラクチャーの概要を提供します。
ka: Foreman-ის სტატისტიკა და ტენდენციები მომხმარებლებს აძლევს მათი ინფრასტრუქტურის შესახებ მიმოხილვის ნახვის საშუალებას.

source: Submit
cs_cz: Odeslat
fr: Envoyer
ja: 送信
ka: გაგზავნა

source: Trend Counter Job
fr: emploi du compteur de tendance
ja: トレンドカウンタージョブ
ka: ტრენდის მთვლელის დავალება

source: Trend of the last %s days.
cs_cz: Trend za uplynulých %s dnů.
fr: Tendances pour les %s derniers jours.
ja: 過去 %s 日間のトレンドです。
ka: ბოლო %s დღის ტრენდი.

source: Trends
cs_cz: Trendy
fr: Tendances
ja: トレンド
ka: ტრენდები

source: Trends for %s
cs_cz: Trendy pro %s
fr: Tendances pour %s
ja: %s のトレンド
ka: ტრენდები %s-თვის

source: Trends in Foreman allow you to track changes in your infrastructure over time. It allows you to track both Foreman related information and to any fact. The Trend pages give a graph of how the number of hosts with that value have changed over time, and list the current hosts.
fr: Les tendances dans Foreman vous permettent de suivre les changements dans votre infrastructure au fil du temps. Elles vous permettent de suivre à la fois les informations relatives à Foreman et les facts Puppet. Les pages de tendances présentent un graphique de la façon dont le nombre d'hôtes avec cette valeur a changé au fil du temps et répertorient les hôtes actuels.
ja: Foreman のトレンドを使用すると、インフラストラクチャー内における長期での変更を追跡できます。Foreman 関連の情報とファクトの両方を追跡できます。トレンドページでは、その値のホスト数が長期でどのように変化したかというグラフと、現行ホストの一覧が確認できます。
ka: Foreman-ის ტენდენციები საშუალებას გაძლევთ თვალყური ადევნოთ ცვლილებებს თქვენს ინფრასტრუქტურაში დროთა განმავლობაში. ის საშუალებას გაძლევთ თვალყური ადევნოთ როგორც Foreman-თან დაკავშირებულ ინფორმაციას, ასევე ნებისმიერ ფაქტს. ტრენდების გვერდებზე მოცემულია გრაფიკი, თუ როგორ შეიცვალა ამ მნიშვნელობის მქონე ჰოსტების რაოდენობა დროთა განმავლობაში და ჩამოთვლილია მიმდინარე ჰოსტები.

source: free memory
cs_cz: volná paměť
fr: mémoire libre
ja: 空きメモリー
ka: თავისუფალი მეხსიერება

source: last %s day
fr: %s dernier jour
ja: 最終 %s 日
ka: ბოლო %s დღე

source: used memory
cs_cz: nepoužitá paměť
fr: mémoire utilisée
ja: 使用済みメモリー
ka: გამოყენებული მეხსიერება
